4.2
ITIM CLUB 
UPDATE FILE 01-11-22
SERVER 
CA 10 SERVER ใช้งานทั่วไป
AUS 5 SERVER ใช้งานทั่วไป 
SG-FAST1 10 SERVER ใช้งานทั่วไป 
SG-FAST2 10 SERVER ใช้งานทั่วไป
SG-OVH 9 SERVER ใช้งานทั่วไป
TH-CAT 10 SERVER ใช้งานทั่วไป
TH-CSL 10 SERVER ใช้งานทั่วไป
TH-GAME 10 SERVER ใช้เล่นเกมส์ออนไลน์ 
TH-READY 10 SERVER ใช้งานทั่วไป 
VIP-BEST 1 SERVER ใช้งานทั่วไป
VIP-CAT 3 SEVER ใช้งานทั่วไป
VIP-FAST 1 SERVER ใช้งานทั่วไป
VIP-GAME 3 SERVER ใช้งานเล่นเกมส์ออนไลน์
VIP-GAMING 3 SERVER ใช้งานเล่นเกมส์ออนไลน์
VIP-NETDFC 1 SERVER ใช้งานทั่วไป
VIP-READY 3 SERVER ใช้งานทั่วไป 
VIP-SG 3 SERVER ใช้งานทั่วไป 
VIP-TH 3 SERVER ใช้งานทั่วไป
📱กดเชื่อมต่อเน็ตแล้ว อย่าลืมกดเพิ่มเวลาด้วยนะครับ 
📱ช่วยรีวิว+ให้คะแนนแอพด้วยนะครับ🙏
BY ITIM VPN 

