2.9
ITIM CLUB 
อัพดตไฟล์วันที่ 04-08-22
SERVER 
AUS 5 SERVER ใช้งานทั่วไป
SG 9 SERVER ใช้งานทั่วไป
TH-CAT 15 SERVER ใช้งานทั่วไป
TH-CSL 10 SERVER ใช้งานทั่วไป
TH-GAME 10 SERVER ใช้เล่นเกมส์ออนไลน์ 
TH-READY 15 SERVER ใช้งานทั่วไป 
VIP-BM 3 SERVER ใช้งานทั่วไป
VIP-CSL 3 SERVER ใช้งานทั่วไป+เล่นเกมส์ 
VIP-CAT 3 SERVER ใช้งานทั่วไป
VIP-SG 3 SERVER ใช้งานทั่วไป
VIP-TH 3 SERVER ใช้งานทั่วไป
VIP-GAME 3 SERVER ใช้เล่นเกมส์ออนไลน์ 
VIP-ROV 3 SERVER ใช้เล่นเกมส์ROVเท่านั้น
📱กดเชื่อมต่อเน็ตแล้ว อย่าลืมกดเพิ่มเวลาด้วยนะครับ 
📱ช่วยรีวิว+ให้คะแนนแอพด้วยนะครับ🙏
BY ITIM VPN 

